YCSB/result_local_ycsb_test6_201005/clockdown_outputLoad_b.txt
[OVERALL], RunTime(ms), 8062
[OVERALL], Throughput(ops/sec), 12403.870007442321
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 11
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.13644257008186553
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 11
[TOTAL_GC_TIME_%], Time(%), 0.13644257008186553
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1618.0
[CLEANUP], MinLatency(us), 1618
[CLEANUP], MaxLatency(us), 1618
[CLEANUP], 95thPercentileLatency(us), 1618
[CLEANUP], 99thPercentileLatency(us), 1618
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 78.25707
[INSERT], MinLatency(us), 69
[INSERT], MaxLatency(us), 7719
[INSERT], 95thPercentileLatency(us), 87
[INSERT], 99thPercentileLatency(us), 95
[INSERT], Return=OK, 100000