YCSB/result_local_ycsb_test6_201005/clockdown_outputLoad_e.txt
[OVERALL], RunTime(ms), 8056
[OVERALL], Throughput(ops/sec), 12413.108242303873
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 18
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.22343594836146974
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 18
[TOTAL_GC_TIME_%], Time(%), 0.22343594836146974
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1669.0
[CLEANUP], MinLatency(us), 1669
[CLEANUP], MaxLatency(us), 1669
[CLEANUP], 95thPercentileLatency(us), 1669
[CLEANUP], 99thPercentileLatency(us), 1669
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 78.29209
[INSERT], MinLatency(us), 69
[INSERT], MaxLatency(us), 7827
[INSERT], 95thPercentileLatency(us), 86
[INSERT], 99thPercentileLatency(us), 93
[INSERT], Return=OK, 100000