YCSB/result_local_ycsb_test6_201005/clockdown_outputRun_d.txt
[OVERALL], RunTime(ms), 4012
[OVERALL], Throughput(ops/sec), 24925.224327018943
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.09970089730807577
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 4
[TOTAL_GC_TIME_%], Time(%), 0.09970089730807577
[READ], Operations, 94983
[READ], AverageLatency(us), 35.16968299590453
[READ], MinLatency(us), 29
[READ], MaxLatency(us), 10775
[READ], 95thPercentileLatency(us), 40
[READ], 99thPercentileLatency(us), 46
[READ], Return=OK, 94983
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1537.0
[CLEANUP], MinLatency(us), 1537
[CLEANUP], MaxLatency(us), 1537
[CLEANUP], 95thPercentileLatency(us), 1537
[CLEANUP], 99thPercentileLatency(us), 1537
[INSERT], Operations, 5017
[INSERT], AverageLatency(us), 90.27964919274467
[INSERT], MinLatency(us), 76
[INSERT], MaxLatency(us), 2449
[INSERT], 95thPercentileLatency(us), 111
[INSERT], 99thPercentileLatency(us), 166
[INSERT], Return=OK, 5017