YCSB/result_local_ycsb_test6_201005/standard_outputRun_c.txt
[OVERALL], RunTime(ms), 3773
[OVERALL], Throughput(ops/sec), 26504.1081367612
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 5
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.13252054068380598
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 5
[TOTAL_GC_TIME_%], Time(%), 0.13252054068380598
[READ], Operations, 100000
[READ], AverageLatency(us), 35.54768
[READ], MinLatency(us), 29
[READ], MaxLatency(us), 10927
[READ], 95thPercentileLatency(us), 39
[READ], 99thPercentileLatency(us), 43
[READ], Return=OK, 100000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2735.0
[CLEANUP], MinLatency(us), 2734
[CLEANUP], MaxLatency(us), 2735
[CLEANUP], 95thPercentileLatency(us), 2735
[CLEANUP], 99thPercentileLatency(us), 2735