YCSB/result_local_ycsb_test6_201005/standard_outputRun_e.txt
[OVERALL], RunTime(ms), 162787
[OVERALL], Throughput(ops/sec), 614.2996676638797
[TOTAL_GCS_PS_Scavenge], Count, 205
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 864
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.5307549128615922
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 205
[TOTAL_GC_TIME], Time(ms), 864
[TOTAL_GC_TIME_%], Time(%), 0.5307549128615922
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1533.0
[CLEANUP], MinLatency(us), 1533
[CLEANUP], MaxLatency(us), 1533
[CLEANUP], 95thPercentileLatency(us), 1533
[CLEANUP], 99thPercentileLatency(us), 1533
[INSERT], Operations, 5022
[INSERT], AverageLatency(us), 96.1668657905217
[INSERT], MinLatency(us), 73
[INSERT], MaxLatency(us), 1071
[INSERT], 95thPercentileLatency(us), 147
[INSERT], 99thPercentileLatency(us), 181
[INSERT], Return=OK, 5022
[SCAN], Operations, 94978
[SCAN], AverageLatency(us), 1706.201278190739
[SCAN], MinLatency(us), 57
[SCAN], MaxLatency(us), 28927
[SCAN], 95thPercentileLatency(us), 3175
[SCAN], 99thPercentileLatency(us), 3349
[SCAN], Return=OK, 94978